mdata = [
    {
        "title": "約束のネバーランド",
        "date": "２０２０年１２月２４日",
        "hour": "１３５分",
        "restricted": False,
        "vacant": "△",
        "timetbl": [
            ["スクリーン０１", "０９：４５～１２：００"],
            ["スクリーン０３", "１０：５５～１３：１０"],
            ["スクリーン０１", "１２：２５～１４：４０"],
            ["スクリーン０１", "１５：１５～１７：３０"],
            ["スクリーン０３", "１６：１０～１８：２５"]
        ]
    },
    {
        "title": "ＳＴＡＮＤ　ＢＹ　ＭＥドラえもん２",
        "date": "２０２０年１２月２４日",
        "hour": "１１０分",
        "restricted": False,
        "vacant": "◎",
        "timetbl": [
            ["スクリーン０２", "０９：１５～１１：１５"],
            ["スクリーン０６", "１１：４５～１３：３５"],
            ["スクリーン０５", "１４：５５～１６：４５"],
            ["スクリーン０６", "１９：２０～２１：１０"]
        ]
    },
    {
        "title": "劇場版「鬼滅の刃」無限列車編",
        "date": "２０２０年１２月２４日",
        "hour": "１１０分",
        "restricted": "ＰＧ１２",
        "vacant": "✕",
        "timetbl": [
            ["スクリーン０８", "０９：４０～１１：５５"],
            ["スクリーン０４", "１１：４０～１３：５０"],
            ["スクリーン０８", "１２：１５～１４：２５"],
            ["スクリーン０３", "１３：３５～１５：４５"],
            ["スクリーン０８", "１５：００～１７：１０"]
        ]
    },
    {
        "title": "映画　えんとつ町のプペル",
        "date": "２０２０年１２月２４日",
        "hour": "１１５分",
        "restricted": False,
        "vacant": "◎",
        "timetbl": [
            ["スクリーン０６", "０８：５０～１０：４５"],
            ["スクリーン０６", "１１：１０～１３：０５"],
            ["スクリーン０６", "１３：３０～１５：２５"],
            ["スクリーン０６", "１５：５０～１７：４５"],
            ["スクリーン０６", "１８：１０～２０：０５"]
        ]
    },
    {
        "title": "劇場版　ポケットモンスター　ココ",
        "date": "２０２０年１２月２４日",
        "hour": "１１５分",
        "restricted": False,
        "vacant": "◎",
        "timetbl": [
            ["スクリーン０７", "０８：３５～１０：３０"],
            ["スクリーン０８", "１０：０５～１２：００"],
            ["スクリーン０７", "１０：５５～１２：５０"],
            ["スクリーン０８", "１２：２５～１４：２０"],
            ["スクリーン０７", "１３：２０～１５：１５"]
        ]
    },
    {
        "title": "吹替　ワンダーウーマン　１９８４",
        "date": "２０２０年１２月２４日",
        "hour": "１６５分",
        "restricted": False,
        "vacant": "◎",
        "timetbl": [
            ["スクリーン０２", "０８：２０～１１：０５"],
            ["スクリーン０２", "１８：１５～２１：００"]
        ]
    },
    {
        "title": "パウ・パトロール　カーレース大作戦ＧＯ！ＧＯ！",
        "date": "２０２０年１２月２４日",
        "hour": "５５分",
        "restricted": False,
        "vacant": "◎",
        "timetbl": [
            ["スクリーン０３", "０９：３５～１０：３０"],
            ["スクリーン０７", "１５：１０～１６：０５"]
        ]
    }
]